content/posts/index.org
#+TITLE: Writing Archive
#+AUTHOR: André Meneses
#+OPTIONS: toc:nil num:nil

Entries are organized by year, with the most recent posts appearing first.

#+begin_export html
<div class="posts-archive">
<section class="archive-year">
                        <h2>2025</h2><article class="post-entry">
              <header>
                <h3><a href="on-predictions.html">On Predictions</a></h3>
                <time datetime="2025-04-23">abril 23, 2025</time>
              </header>
              <div class="post-description">
                My personal log of predictions, bets against the universe, and whether I should just flip a coin instead.
              </div>
            </article></section>
<section class="archive-year">
                        <h2>2024</h2><article class="post-entry">
              <header>
                <h3><a href="branch-and-bound-ml.html">Branch and Bound Methods in Modern ML</a></h3>
                <time datetime="2024-04-28">abril 28, 2024</time>
              </header>
              <div class="post-description">
                Exploring the intersection of traditional optimization techniques with modern machine learning approaches.
              </div>
            </article></section></div>
#+end_export
