public/posts/index.html
<!DOCTYPE html>
<html lang="en">
<head>
<meta charset="utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Writing Archive</title>
<meta name="author" content="André Meneses" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="../tufte.css" type="text/css" />
<link rel="stylesheet" href="../ox-tufte.css" type="text/css" />
</head>
<body>
<header id="preamble" class="status">
<nav class="navbar"><ul><li><a href="../index.html">Home</a></li><li><a href="../about.html">About</a></li><li><a href="../posts/index.html">Posts</a></li></ul></nav>
</header>
<article id="content" class="content">
<header>
<h1 class="title">Writing Archive</h1>
</header><p>
Entries are organized by year, with the most recent posts appearing first.
</p>

<div class="posts-archive">
<section class="archive-year">
                        <h2>2025</h2><article class="post-entry">
              <header>
                <h3><a href="on-predictions.html">On Predictions</a></h3>
                <time datetime="2025-04-23">abril 23, 2025</time>
              </header>
              <div class="post-description">
                My personal log of predictions, bets against the universe, and whether I should just flip a coin instead.
              </div>
            </article></section>
<section class="archive-year">
                        <h2>2024</h2><article class="post-entry">
              <header>
                <h3><a href="branch-and-bound-ml.html">Branch and Bound Methods in Modern ML</a></h3>
                <time datetime="2024-04-28">abril 28, 2024</time>
              </header>
              <div class="post-description">
                Exploring the intersection of traditional optimization techniques with modern machine learning approaches.
              </div>
            </article></section></div>
</article>
<footer id="postamble" class="status">
<p class="author">Author: André Meneses</p>
<p class="creator"><a href="https://www.gnu.org/software/emacs/">Emacs</a> 28.1 (<a href="https://orgmode.org">Org</a> mode 9.5.2)</p>
</footer>
</body>
</html>
